Repository: pcchiu2023/celestia
Catalog: Celestia/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, ko, pt_br

source: Begin Your Journey
de: Beginne deine Reise
es: Comienza tu viaje
fr: Commencez votre voyage
hi: अपनी यात्रा शुरू करें
ja: 旅を始めよう
ko: 여정을 시작하세요
pt_br: Comece sua jornada

source: Your Personal AI Astrologer
de: Dein persönlicher KI-Astrologe
es: Tu astrólogo personal con IA
fr: Votre astrologue IA personnel
hi: आपका निजी AI ज्योतिषी
ja: あなた専属のAI占星術師
ko: 나만의 AI 점성술사
pt_br: Seu astrólogo pessoal com IA

source: 100% on-device · Your data never leaves your phone
de: 100% auf dem Gerät · Deine Daten verlassen nie dein Handy
es: 100% en el dispositivo · Tus datos nunca salen de tu teléfono
fr: 100% sur l'appareil · Vos données ne quittent jamais votre téléphone
hi: 100% डिवाइस पर · आपका डेटा कभी फ़ोन से बाहर नहीं जाता
ja: 100%オンデバイス · データが端末の外に出ることはありません
ko: 100% 온디바이스 · 데이터가 휴대폰 밖으로 나가지 않습니다
pt_br: 100% no dispositivo · Seus dados nunca saem do seu celular

source: Choose Your Language
de: Wähle deine Sprache
es: Elige tu idioma
fr: Choisissez votre langue
hi: अपनी भाषा चुनें
ja: 言語を選択
ko: 언어 선택
pt_br: Escolha seu idioma

source: Tell Me About You
de: Erzähl mir von dir
es: Cuéntame sobre ti
fr: Parlez-moi de vous
hi: अपने बारे में बताएं
ja: あなたのことを教えて
ko: 당신에 대해 알려주세요
pt_br: Me conte sobre você

source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
hi: आपका नाम
ja: お名前
ko: 이름
pt_br: Seu nome

source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
ja: 生年月日
ko: 생년월일
pt_br: Data de nascimento

source: Birth Time
de: Geburtszeit
es: Hora de nacimiento
fr: Heure de naissance
hi: जन्म समय
ja: 出生時刻
ko: 출생 시각
pt_br: Hora de nascimento

source: Birth City
de: Geburtsstadt
es: Ciudad de nacimiento
fr: Ville de naissance
hi: जन्म शहर
ja: 出生地
ko: 출생 도시
pt_br: Cidade de nascimento

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
ja: 今日
ko: 오늘
pt_br: Hoje

source: Match
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: मिलान
ja: 相性
ko: 궁합
pt_br: Compatibilidade

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
ko: 프로필
pt_br: Perfil

source: Today's Reading
de: Heutiges Horoskop
es: Lectura de hoy
fr: Lecture du jour
hi: आज का पाठ
ja: 今日の占い
ko: 오늘의 운세
pt_br: Leitura de hoje

source: Energy Levels
de: Energielevel
es: Niveles de energía
fr: Niveaux d'énergie
hi: ऊर्जा स्तर
ja: エネルギーレベル
ko: 에너지 수준
pt_br: Níveis de energia

source: Love
de: Liebe
es: Amor
fr: Amour
hi: प्रेम
ja: 恋愛
ko: 연애
pt_br: Amor

source: Career
de: Karriere
es: Carrera
fr: Carrière
hi: करियर
ja: 仕事
ko: 직업
pt_br: Carreira

source: Health
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
ja: 健康
ko: 건강
pt_br: Saúde

source: Spiritual
de: Spirituell
es: Espiritual
fr: Spirituel
hi: आध्यात्मिक
ja: スピリチュアル
ko: 영적
pt_br: Espiritual

source: Lucky Elements
de: Glückselemente
es: Elementos de la suerte
fr: Éléments porte-bonheur
hi: भाग्यशाली तत्व
ja: ラッキーアイテム
ko: 행운의 요소
pt_br: Elementos da sorte

source: Color
de: Farbe
fr: Couleur
hi: रंग
ja: 色
ko: 색상
pt_br: Cor

source: Number
de: Zahl
es: Número
fr: Nombre
hi: संख्या
ja: 数字
ko: 숫자
pt_br: Número

source: Crystal
de: Kristall
es: Cristal
fr: Cristal
hi: क्रिस्टल
ja: クリスタル
ko: 크리스탈
pt_br: Cristal

source: Tarot Reading
de: Tarot-Lesung
es: Lectura de tarot
fr: Tirage de tarot
hi: टैरो रीडिंग
ja: タロット占い
ko: 타로 리딩
pt_br: Leitura de tarô

source: Let the cards reveal what the stars whisper
de: Lass die Karten enthüllen, was die Sterne flüstern
es: Deja que las cartas revelen lo que susurran las estrellas
fr: Laissez les cartes révéler ce que murmurent les étoiles
hi: कार्ड्स को बताने दें सितारे क्या कहते हैं
ja: カードが星のささやきを明かします
ko: 카드가 별들의 속삭임을 전해드립니다
pt_br: Deixe as cartas revelarem o que as estrelas sussurram

source: Draw Cards
de: Karten ziehen
es: Sacar cartas
fr: Tirer les cartes
hi: कार्ड निकालें
ja: カードを引く
ko: 카드 뽑기
pt_br: Tirar cartas

source: Your Question (optional)
de: Deine Frage (optional)
es: Tu pregunta (opcional)
fr: Votre question (facultatif)
hi: आपका प्रश्न (वैकल्पिक)
ja: あなたの質問（任意）
ko: 질문을 입력하세요 (선택사항)
pt_br: Sua pergunta (opcional)

source: New Reading
de: Neue Lesung
es: Nueva lectura
fr: Nouveau tirage
hi: नई रीडिंग
ja: 新しい占い
ko: 새 리딩
pt_br: Nova leitura

source: Celestia's Interpretation
de: Celestias Deutung
es: Interpretación de Celestia
fr: Interprétation de Celestia
hi: Celestia की व्याख्या
ja: Celestiaの解釈
ko: Celestia의 해석
pt_br: Interpretação de Celestia

source: Reading the cards...
de: Karten werden gelesen...
es: Leyendo las cartas...
fr: Lecture des cartes...
hi: कार्ड पढ़ रहे हैं...
ja: カードを読み取っています...
ko: 카드를 읽고 있습니다...
pt_br: Lendo as cartas...

source: Ask Celestia
de: Frag Celestia
es: Pregunta a Celestia
fr: Demandez à Celestia
hi: Celestia से पूछें
ja: Celestiaに聞く
ko: Celestia에게 물어보기
pt_br: Pergunte à Celestia

source: Type your question...
de: Tippe deine Frage ein...
es: Escribe tu pregunta...
fr: Tapez votre question...
hi: अपना प्रश्न टाइप करें...
ja: 質問を入力...
ko: 질문을 입력하세요...
pt_br: Digite sua pergunta...

source: Messages today
de: Nachrichten heute
es: Mensajes de hoy
fr: Messages du jour
hi: आज के संदेश
ja: 今日のメッセージ
ko: 오늘의 메시지
pt_br: Mensagens de hoje

source: Compatibility
de: Kompatibilität
es: Compatibilidad
fr: Compatibilité
hi: अनुकूलता
ja: 相性診断
ko: 궁합
pt_br: Compatibilidade

source: No Connections Yet
de: Noch keine Verbindungen
es: Aún sin conexiones
fr: Aucune connexion pour le moment
hi: अभी तक कोई कनेक्शन नहीं
ja: まだつながりがありません
ko: 아직 연결이 없습니다
pt_br: Nenhuma conexão ainda

source: Add someone to discover your cosmic compatibility
de: Füge jemanden hinzu, um eure kosmische Kompatibilität zu entdecken
es: Añade a alguien para descubrir tu compatibilidad cósmica
fr: Ajoutez quelqu'un pour découvrir votre compatibilité cosmique
hi: किसी को जोड़ें और अपनी ब्रह्मांडीय अनुकूलता जानें
ja: 誰かを追加して宇宙の相性を調べましょう
ko: 누군가를 추가하여 우주적 궁합을 알아보세요
pt_br: Adicione alguém para descobrir sua compatibilidade cósmica

source: Add Contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact
hi: संपर्क जोड़ें
ja: 連絡先を追加
ko: 연락처 추가
pt_br: Adicionar contato

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar

source: Weekly Deep Reading
de: Wöchentliche Tiefenlesung
es: Lectura semanal profunda
fr: Lecture hebdomadaire approfondie
hi: साप्ताहिक गहन पाठ
ja: 週間ディープリーディング
ko: 주간 심층 리딩
pt_br: Leitura semanal aprofundada

source: A comprehensive forecast for your week ahead
de: Eine umfassende Prognose für deine kommende Woche
es: Un pronóstico completo para la semana que viene
fr: Des prévisions complètes pour votre semaine à venir
hi: आने वाले सप्ताह के लिए व्यापक भविष्यवाणी
ja: 来週の総合的な運勢予報
ko: 다가오는 한 주의 종합 운세
pt_br: Uma previsão completa para a sua próxima semana

source: Generate Weekly Reading
de: Wochenhoroskop erstellen
es: Generar lectura semanal
fr: Générer la lecture hebdomadaire
hi: साप्ताहिक पाठ बनाएं
ja: 週間占いを生成
ko: 주간 운세 생성
pt_br: Gerar leitura semanal

source: Save to Journal
de: Im Tagebuch speichern
es: Guardar en el diario
fr: Enregistrer dans le journal
hi: डायरी में सहेजें
ja: 日記に保存
ko: 일지에 저장
pt_br: Salvar no diário

source: Saved to Journal
de: Im Tagebuch gespeichert
es: Guardado en el diario
fr: Enregistré dans le journal
hi: डायरी में सहेजा गया
ja: 日記に保存しました
ko: 일지에 저장되었습니다
pt_br: Salvo no diário

source: Journal
de: Tagebuch
es: Diario
hi: डायरी
ja: 日記
ko: 일지
pt_br: Diário

source: Your Journal Awaits
de: Dein Tagebuch wartet
es: Tu diario te espera
fr: Votre journal vous attend
hi: आपकी डायरी इंतज़ार कर रही है
ja: 日記が待っています
ko: 일지가 기다리고 있습니다
pt_br: Seu diário está esperando

source: Daily Horoscope
de: Tageshoroskop
es: Horóscopo diario
fr: Horoscope du jour
hi: दैनिक राशिफल
ja: 今日の星占い
ko: 오늘의 별자리 운세
pt_br: Horóscopo diário

source: Weekly Reading
de: Wochenhoroskop
es: Lectura semanal
fr: Lecture hebdomadaire
hi: साप्ताहिक राशिफल
ja: 週間占い
ko: 주간 운세
pt_br: Leitura semanal

source: Your Planets
de: Deine Planeten
es: Tus planetas
fr: Vos planètes
hi: आपके ग्रह
ja: あなたの惑星
ko: 나의 행성
pt_br: Seus planetas

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
ja: 設定
ko: 설정
pt_br: Configurações

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
ko: 언어
pt_br: Idioma

source: Star Pass
de: Sternenpass
es: Pase Estelar
fr: Pass Étoile
hi: स्टार पास
ja: スターパス
ko: 스타 패스
pt_br: Passe Estelar

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सदस्यता लें
ja: 登録する
ko: 구독하기
pt_br: Assinar

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras

source: Or buy Stardust
de: Oder Sternenstaub kaufen
es: O compra Polvo Estelar
fr: Ou achetez de la Poussière d'Étoiles
hi: या स्टारडस्ट खरीदें
ja: またはスターダストを購入
ko: 또는 스타더스트 구매
pt_br: Ou compre Poeira Estelar

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 로딩 중...
pt_br: Carregando...

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
ja: エラー
ko: 오류
pt_br: Erro

source: OK
es: Aceptar
hi: ठीक है
ko: 확인

source: Chat
fr: Discussion
hi: चैट
ja: チャット
ko: 채팅

source: Tarot
hi: टैरो
ja: タロット
ko: 타로
pt_br: Tarô
